Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: མིའི་མགོ་བོའི་ཐོད་པ་གཡས་པའི་ལག་པ་ན་ཐོགས་པས་བརྡེགས་པ་ལྟ་བུར་བྱས་ལ། ལག་པ་གཡོན་པའི་སྡིགས་མཛུབ་ཀྱིས་མཚོན་གཅིག་པོ་ལ་སྡིགས་པ་བཞིན་དུ་བྱེད་ཅིང་གཙོར་ཁྲོ་བའི་དབང་དུ་གྱུར་པ་དང་རྒྱལ་པོ་མ་རུངས་པས་བརྙས་པ་ཆེན་པོའི་སེམས་ཀྱིས་བྱས་པའམ། གཞན་སྐྱོན་ཅན་གྱི་སྐྱེས་བུ་ཕྱོགས་ཆེན་པོ་དང་ལྡན་པ་དང་ནོར་ཆེན་པོ་དང་ལྡན་པ་དང་རབ་ཏུ་གཏུམ་པ་ཆེན་པོ་དང་གཙོ་བོ་ཆེན་པོ་དག་གིས་ཁྱད་དུ་གསོད་པར་འགྱུར་ནསྒོ་བཅད་པ་བྱས་ལ།
en: One should put on a sacred thread made of human entrails of tubular shape, take a human skull with the right hand, and make a gesture as if delivering a blow. Filled with utmost wrath, one should threaten the liṅga with the index finger of the left hand, while focusing the mind on humiliating the haughty and wicked kings or other corrupt men with powerful acquaintances, very wealthy, very fierce, and very influential.

source: གཅེར་བུར་བྱས་ཤིང་སྐྲ་བཤིག་པས་དབང་ཕྱུག་ཆེན་པོའི་མཚན་ལ་ཁྲོ་བོའི་སྔགས་ཇི་སྲིད་དབང་ཕྱུག་ཆེན་པོའི་མཚན་དཀྱིལ་དུ་གས་པར་གྱུར་པ་དེ་སྲིད་དུ་བཟླས་པ་བྱའོ། །
en: One should then shut the door [of the temple] and stand naked with loose hair, with one’s left foot atop the Maheśvara liṅga. One should recite the mantra of Lord [of Wrath] until the liṅga splits open. {52.15}

source: དུམ་བུ་གཉིས་སུ་གྱུར་ན་ཡི་གེ་ཧཱུྃ་གི་སྒྲ་ཆེན་པོ་ཡང་ཐོས་པར་འགྱུར་ཏེ་དེ་ལ་འཇིགས་པར་ཡང་མི་བྱའོ། །
en: “The liṅga will be in two separate parts and the great syllable hūṁ will be heard. One must not be afraid at that time.

source: དེ་ཐོས་པའི་དབང་གིས་རྒྱལ་པོ་མ་རུངས་པའམ་གཞན་གང་ལ་ལ་དཔུང་ཆེན་པོ་དང་ལྡན་པའི་དགྲ་དེའི་མོད་ལ་རིམས་ཆེན་པོས་ཟིན་པར་འགྱུར་བའམ། སྲིན་པོ་ལ་སོགས་པ་མི་མ་ཡིན་པས་ཟིན་པར་འགྱུར་རོ། །
en: On the very same day, the wicked kings, or other enemies with powerful acquaintances, will suddenly be seized with fever, or seized by nonhuman beings, such as rākṣasas and so forth.

source: དེ་ཉིད་དུ་ཇི་སྲིད་ཡུད་ཙམ་དུ་བཟླས་པ་བྱས་ན་དེའི་མོད་ལ་དགྲ་རྣམས་ཀྱི་འཚོ་བ་ནི་ཐ་མར་འཆི་བར་འགྱུར་རོ། །
en: If, at that time, one keeps reciting the mantra for a while, the enemy’s life will suddenly be terminated.

source: གལ་ཏེ་མཚན་མོ་བཟླས་ན་ནི་གཟའ་འཁོར་དང་བཅས་པ་འཇིག་པར་འགྱུར་རོ། །
en: If one recites at night, the enemy’s entire family will perish. {52.16}

source: གཞན་ཡང་ལས་སུ་འགྱུར་བ་ནི་དེ་བཞིན་དུ་དབང་ཕྱུག་ཆེན་པོའི་གནས་སུ་ཉི་མ་ཕྱེད་ལ་སོང་སྟེ། ནིམ་པའི་ལོ་མས་མཆོད་ཅིང་ཤ་ཆེན་པོའི་སྤོས་ཀྱིས་བདུག་ལ་ཇི་སྲིད་དགྲའི་ཁྱིམ་དུ་མེས་ཚིག་པའི་བར་དུ་བཟླས་པ་བྱས་ན་དགྲ་ཡང་འདར་བའི་རིམས་ཆེན་པོས་ཐེབས་པར་འགྱུར་རོ། །
en: “There is also another rite. One should go at midday, as before, to a temple of Maheśvara and worship the liṅga with neem leaves, burn the incense of human flesh, and recite the mantra until the house of the enemy is set on fire, or the enemy starts shivering from a great fever.

source: ཡང་ན་ཁྲོས་པས་བཟླས་པ་མ་བཏང་ཞིང་གཡས་ཕྱོགས་སུ་རྟགས་ཀྱང་ཡོད་ན་དགྲ་དེ་འཆི་བར་འགྱུར་ཞིང་རིགས་རྒྱུད་འཇིག་པར་འགྱུར་རོ། །
en: If one does not stop reciting and remains, really angry, near to Dakṣiṇamūrti, the enemy will die and his family line will be terminated.

source: ཇི་སྟེ་སླར་གསོ་བར་བྱེད་ན་ནི་རྟགས་དེ་ཆུས་ཕྱིར་ཡང་རབ་ཏུ་བཀྲུས་ལ་ཤིན་ཏུ་བསིལ་བའི་འོ་མས་ཁྲུས་བྱས་ན་སླར་ཡང་སོས་པར་འགྱུར་རོ། །
en: To bring [the enemy] back to life, one should repeatedly wash the liṅga in water and rinse it with the cool milk of a cow. [The enemy] will become well again. {52.17}

source: ལས་གཞན་ཡང་ཡོད་དེ་
en: “There is also another rite.

source: དབང་ཕྱུག་ཆེན་པོའི་མཚན་གཡས་ཕྱོགས་སུ་བཞག་ལ་པོ་སོན་ཆའི་ཤིང་དང་ཚེར་མ་ཅན་གྱི་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ལ། ཤིང་པཱ་ཀྃ་ཏ་ཀའི་ཡམ་ཤིང་ལ་དུག་དང་ཁྲག་དང་སྐེ་ཚེ་ལ་མངོན་པར་བཏགས་ལ་སྟོང་རྩ་བརྒྱད་ཀྱི་སྦྱིན་སྲེག་བྱས་ན
en: One should light a fire opposite the southern face of the Maheśvara liṅga, using sticks of the thorn apple, and offer into it one thousand and eight oblations of sticks of vaikaṅkata smeared with poison, blood, and brown mustard [oil].

source: དགྲ་ཐམས་ཅད་ནད་ཆེན་པོས་ཐེབས་པར་འགྱུར་ཏེ། ལས་ཐམས་ཅད་ཀྱིས་ཀྱང་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: All the enemies will succumb to a serious illness and will be unable to perform any actions.

source: ཞག་གཉིས་པ་ལ་ནི་རིམས་ནད་ཆེན་པོ་དང་ཟུག་གཟེར་ཆེན་པོས་ཐེབས་པའམ་ནད་རྣམ་པ་སྣ་ཚོགས་སམ་མི་མ་ཡིན་པས་ཟིན་ཅིང་མཐར་འཆི་བར་འགྱུར་རོ། །
en: On the second day, they will be seized with a great fever, a sharp pain, and various diseases. They may also become seized by nonhuman beings who will eventually bring about their death.

source: ཞག་གསུམ་པ་ལ་གྲངས་གསུམ་གྱིས་བྱས་ན་ནི་འཚོ་བ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་འདོར་བར་འགྱུར་རོ། །
en: On the third day, [if the rite is performed] at the three junctions, all of them will, without exception, lose their lives.

source: སླར་གསོ་བར་བྱེད་ན་ནི་འོ་མའི་སྦྱིན་སྲེག་བྱས་ན་ཞི་བར་འགྱུར་བ་ནི་ཡུལ་མི་ཐམས་ཅད་དང་དགྲ་ཐམས་ཅད་ཀྱང་སོས་པར་འགྱུར་རོ། །
en: To bring them back to life, one should offer oblations of milk. This will pacify the suffering. All the people in the area and all the enemies will become well again. {52.18}

source: དེ་བཞིན་དུ་ལྷ་ཐམས་ཅད་དམ་ལྷ་མོ་ཐམས་ཅད་དམ་འབྱུང་པོ་ཐམས་ཅད་གང་ཞིག་གང་གི་ལྷ་ལ་དད་པ་དེ་རྐང་པས་མནན་པའི་ལས་བྱ་བའམ། །ཡང་ན་དེའི་རྒྱུ་སྐར་རམ་སྔགས་སམ་མིང་དག་ལ་རྐང་པས་མནན་ལ་ལས་བྱ་སྟེ
en: “Similarly, one can perform this rite for any target by stepping upon the deity or spirit that the target is a devotee of. This deity should be represented by its mantra or nakṣatra, upon which one should step with one’s left foot and perform the rite.

source: དེ་བཞིན་གཤེགས་པའི་རིག་པ་ནི་མ་གཏོགས་ཏེ། ཐམས་ཅད་ཀྱིས་ཀྱང་ཞབས་ཀྱི་མཐེ་བོ་གཡོན་པ་བཟུང་སྟེ་ལས་བྱའི། མནན་པར་ཡང་མི་བྱ་བ་གོམ་པར་ཡང་མི་བྱའོ། །
en: The exceptions are the vidyā s who are tathāgatas, over whom one should never step or stand astride but perform the rite, for all of them, holding them between one’s big toes.

source: གང་ཡང་འཇིག་རྟེན་པ་ཐམས་ཅད་ཀྱི་སྔགས་ནི་མནན་ནས་ལས་བྱའོ། །
en: It is only the worldly mantra deities that one can step upon. {52.19}

source: ཁྲོ་བོའི་རྒྱལ་པོའི་བཟླས་པ་མ་གྲུབ་པ་ཉིད་ཀྱང་བཟླས་པ་ཙམ་ཁོ་ནས་ལས་རྣམས་བྱེད་པར་འགྱུར།
en: “Even if the mantra of Lord of Wrath has not been fully mastered, it can still accomplish the [intended] activities by merely being recited.

source: སྔགས་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་འགྱུར།
en: With it, one can obliterate all [other] mantras,

source: དགྲ་ཐམས་ཅད་འཇོམས་པར་འགྱུར།
en: slay all one’s enemies,

source: སྔགས་ཐམས་ཅད་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: and destroy all the magical diagrams and devices.

source: མདོར་ན་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་སྔགས་ཀྱི་ཆོ་གས་ཀྱང་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་ཐམས་ཅད་སྒྲུབ་པར་འགྱུར།
en: In short, whatever this mantra is employed to do, it will accomplish all of it regardless of whether it is a mundane or supramundane mantra ritual.

source: བཟླས་པ་ཙམ་གྱིས་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: The mantra will accomplish it all.

source: ཁྲོ་བོའི་རྒྱལ་པོའི་སྔགས་འདི་བཟླས་པ་ཙམ་ཁོ་ནས་གྲུབ་པ་ཉིད་དེ་གྲུབ་པ་དམ་པའང་རྗེས་སུ་རབ་ཏུ་སྦྱིན་ནོ། །
en: Through merely reciting it, all hopes will be fulfilled. Accomplished through recitation, Lord of Wrath will subsequently grant the supreme accomplishment.

source: ཡིད་ལ་འདོད་པས་དགྲ་རྣམས་འཇོམས་པར་བྱེད་དོ། །
en: The practitioner will destroy his enemies by merely wishing to do so.

source: མདུང་རྩེ་ཆེན་པོའི་ཕྱག་རྒྱ་དང་ལྡན་པར་བྱས་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: If employed in combination with the great spear mudrā, the mantra will accomplish all activities. {52.20}

source: ལས་གཞན་དུའང་འགྱུར་བ་ནི་ཉི་མ་ཕྱེད་ལ་དུར་ཁྲོད་དུ་སོང་སྟེ། སྲེག་པའི་སར་མཚན་གཅིག་སྨྱུང་བ་བྱས་ཏེ། མར་ངོའི་བཅུ་བཞི་ལ་དུར་ཁྲོད་ཀྱི་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ལ། དུག་དང་ཁྲག་གིས་བཏགས་པའི་སྐེ་ཚེས་སྦྱིན་སྲེག་བྱས་ན།
en: “There is also another rite. One should go at midday to a charnel ground, fast for one night—the fourteenth of the dark fortnight—at a cremation spot, light a fire there using charnel ground wood, and offer into the fire oblations of brown mustard smeared with poison and blood.

source: དེ་ལས་ཧ་ཧ་ཞེས་པའི་སྒྲ་སྒྲོགས་ཤིང་། ཡི་དགས་ཐམས་ཅད་འོང་བར་འགྱུར་ན་འཇིགས་པར་མི་བྱ་ཞིང་དགྲ་ལ་གནོད་པར་གྱིས་ཤིག་ཅེས་བྱས་ན།
en: Subsequently, all the pretas will arrive, making the sound hā hā . One must not be afraid, but say, ‘Please kill my enemies!’

source: དེ་བཞིན་དུ་བྱའོ་ཞེས་སྨྲས་ནས་མི་སྣང་བར་འགྱུར་རོ། །
en: They will reply, ‘So be it!’ and disappear.

source: དེ་ནས་ཡུད་ཙམ་གྱིས་དཔག་ཚད་སྟོང་དུ་ཡང་སོང་ནས། དགྲ་རྣམས་འཇོམས་པར་བྱེད་ཅིང་རིགས་རྒྱུད་ཀྱང་རླག་པར་བྱེད་དོ། །
en: Then, traveling one thousand leagues in a mere instant, they will kill the enemies and ruin their families.

source: དེ་ལ་སོགས་པའི་ལས་མང་པོ་བྱེད་པར་འགྱུར་རོ། །
en: They will carry out these and similar acts. {52.21}

source: གཞན་ཡང་ལས་སུ་འགྱུར་བ་ནི་དབེན་པའི་ཕྱོགས་གཙང་མར་གོས་གཙང་མ་བགོས་ཏེ། །
en: “There is also another rite.

source: ཁང་སྟོང་དུ་རབ་ཏུ་ཞུགས་ནས་མིའི་རུས་པའི་སྲེག་བླུགས་ཀྱིས་སྟོང་རྩ་བརྒྱད་སྦྱིན་སྲེག་བྱས་ཏེ།
en: In a secluded and clean area, wearing clean clothes, one should enter an abandoned house and offer one thousand and eight oblations of cotton seeds.

source: དེ་ནས་ཐལ་བ་དེ་ལག་པ་གཉི་གས་བླངས་ལ། གོས་གཙང་མའི་དུམ་བུ་ལ་སོ་སོར་བཅིངས་ཏེ་ཐུམ་པོ་གཉིས་སུ་བྱས་ལ། ཁམ་པོར་ཁ་སྦྱར་གཉིས་ཀྱི་ནང་དུ་སོ་སོར་བཞག་ལ།
en: One should then scoop the [sacrificial] ashes with both hands, wrap them in clean cloth in two separate bundles, and seal them in a double clay bowl.

source: བདག་ཉིད་སྲུང་བ་ཆེན་པོ་བྱས་ནས་རྫས་དེ་བླངས་ལ། ཁྱིམ་དུ་སླར་ཞུགས་ནས་མཚན་མོ་དུར་ཁྲོད་ཆེན་པོར་སོང་ནས
en: Ritually protected, one should then take the [sealed] contents out of the house and go at night—

source: མར་ངོའི་བཅུ་བཞིའམ་ཚེས་བརྒྱད་ལ་མི་སྲེག་པའི་སར་བཞག་ཅིང་ལྷོ་ཕྱོགས་སུ་བལྟས་ནས་ཁམ་པོར་ཁ་སྦྱར་གཉིས་བླངས་ལ་ལངས་ཤིང་གཅེར་བུར་བྱས་ཏེ་སྐྲ་བཤིག་པ་དང་ཁྲོ་བ་དང་བཅས་པས་འཇིགས་པ་མེད་པར་བྱ་སྟེརིག་པ་སྟོང་ཕྲག་བཅུ་བཟླས་པ་བྱས་ན་ཐལ་བ་དེ་གྲུབ་པར་འགྱུར་རོ། །
en: either the fourteenth or the eighth of the dark fortnight—to a big charnel ground. Standing at a cremation spot with one’s face toward the south, naked and with loose hair, one should hold the sealed vessel and recite the mantra, angry and fearless, ten thousand times.

source: མི་གང་སུ་དག་རྫས་དེ་སློང་བར་གྱུར་ན་སྦྱིན་པར་མི་བྱའོ། །
en: The ashes will thus become empowered. {52.22}

source: གལ་ཏེ་ཚན་ཁར་སློང་བར་བྱེད་ན་ནི་ཁྲོ་བོའི་རྒྱལ་པོ་དྲན་ནས་ཡི་གེ་ཧཱུྃ་རབ་ཏུ་སྦྱར་བ་བྱས་ན་དེའི་མོད་ལ་འབྱེར་བར་འགྱུར་རོ། །
en: “Should any nonhuman being then request a power substance, one should not give it, but apply force, recollecting Lord of Wrath and employing his syllable hūṁ .

source: བགེགས་ཐམས་ཅད་རྣམ་པར་འཇོམས་པ་ཡང་ཆོ་ག་འདི་ཉིད་དོ། །
en: [The spirit] will die that very instant. This method is in particular for all the vighnas.

source: ལག་པ་གཡོན་པ་དང་གཡས་པས་བླངས་པའི་ཐལ་བས་ནི་རྟགས་མཚན་བྱ་ཞིང་བག་ཡོད་པས་བསྲུང་བ་ཡང་བྱ་ལ།
en: One should make an ash mark with the ashes held in the left or the right hand. {52.23} “Having performed the protection [rite] with care, one should return [to the abandoned house] before dawn.

source: ཐོ་རངས་ཉི་མ་འཆར་བའི་དུས་སུ་སླར་འོང་བར་བྱ་བ་ན་ཁྲུས་བྱས་ཤིང་གཙང་ཞིང་གཙང་བའི་གོས་བགོས་ཏེ་རང་གི་ཁྱིམ་དུ་འཇུག་པར་བྱ་སྟེརང་གི་གནས་སམ་ཇི་ལྟར་འདོད་པར་འགྲོ་བར་བྱའོ། །
en: At sunrise, one should wash oneself and, when clean, put on clean clothes and go to one’s own house or a place of one’s choice. {52.24}

source: དེ་ནས་ལག་པ་གཡས་པ་གང་གིས་བླངས་པའི་ཐལ་བ་དེས་མི་དང་རྐང་གཉིས་དང་རྐང་བཞི་དང་སྲོག་ཆགས་འབྱུང་པོ་ཐམས་ཅད་དང་། ལྷ་དང་བཅས་པའི་ཀླུ་དང་གནོད་སྦྱིན་རྣམས་ཀྱི་སྤྱི་བོར་གཏོར་ན་དབང་དུ་འགྱུར་རོ། །
en: “Then, if one takes the ashes with one’s right hand and throws them at the head of any male being, whether two-legged or four-legged—a man, a god, a nāga , or a yakṣa —he will become enthralled.

source: གང་ལག་པ་གཡོན་པས་བླངས་པའི་ཐལ་བ་དེས་ནི་མིའི་བུད་མེད་ཐམས་ཅད་ཀྱི་སྤྱི་བོར་གཏོར་ན་དབང་དུ་འགྱུར་རོ། །
en: If one takes the ashes with one’s left hand and throws them at the head of any female being, whether human or nonhuman, she will become enthralled. {52.25}

source: ལག་པ་གཡས་པས་བླངས་པའི་ཐལ་བ་གང་ཡིན་པ་དེས་མི་རྣམས་ཀྱི་ལྟེ་བའི་ཕྱོགས་སམ། ཕོ་མཚན་གྱི་ཕྱོགས་སུ་གཏོར་ན་གྲོང་པའི་ཆོས་བསྟེན་པ་ལ་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: “If one takes the ashes with one’s right hand and strikes with them a man around the navel, he will become a eunuch. Or, if one sprinkles the ashes onto his private parts, he will not be able to have sex. {52.26}

source: གང་ཞིག་བུད་མེད་ལ་མངོན་པར་ཆགས་པ་དེའི་གསང་བའི་གནས་སུ་ཐལ་བའི་ཕྱེ་མས་གཏོར་ན་སྐྱེས་བུ་གཞན་བརྟེན་པ་ལ་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: “If one sprinkles some ash onto the private part of the woman that one is fond of, she will not be able to have sex with another man.

source: སྐྱེས་བུ་གཞན་བརྟེན་པ་ན་རྨ་མེད་པར་ཡང་འགྱུར་རོ། །
en: She will be free from lesions,

source: ཇི་སྲིད་རང་གི་སྐྱེས་པ་ཉིད་ཐོབ་ན་ནི་ཕྱིར་ཡང་དེའི་རྨའི་སྒོ་དེ་རབ་ཏུ་འབྱུང་བར་འགྱུར་རོ། །
en: but whenever she returns to the other man again, the lesions will clearly manifest.

source: འདོད་པས་ལོག་པར་གཡེམ་པ་བསྟེན་པ་ལ་ཡང་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: She will thus be unable to indulge in her inappropriate passion. {52.27}

source: དེ་བཞིན་དུ་སྐྱེས་པ་ལ་ཡང་སྐྱེས་པའི་དབང་པོ་ལ་ལག་པ་གཡས་པས་ཐལ་བའི་ཕྱེ་མས་གཏོར་ན།
en: “Likewise, if one sprinkles the ash onto a man’s penis with one’s right hand,

source: དེ་ཡང་གཞན་གྱི་བུད་མེད་ལ་འགྲོ་བའི་ནུས་པ་མེད་པར་འགྱུར་ཏེ།
en: he will be not be able to have sex when frequenting the wives of others.

source: ཡོངས་སུ་རྙིང་པ་བཞིན་དུ་དེའི་དེ་ཉིད་འབྱུང་ཞིང་གནས་པར་འགྱུར་རོ། །
en: His penis will be as if completely withered.

source: ཇི་སྲིད་དུ་རང་གི་ཆུང་མ་དེ་ཉིད་དང་ཡང་ཕྲད་ན་ཕྱིར་ཡང་རྙིང་པ་མེད་པར་འགྱུར་རོ། །
en: The erection, however, will return when he submits to the will of whoever administered the ashes.

source: སྐྱེས་པའམ་བུད་མེད་གང་ལ་ཐལ་བ་གཏོར་བར་གྱུར་པ་དེ་མེད་པར་འགྱུར་བའམ་མེད་པར་མི་འགྱུར་བའོ། །
en: Whoever administers the ashes, whether it is a woman to a man or the other way around, the recipient will come under his or her power.

source: ཡང་ན་ནི་ཇི་ལྟར་འདོད་པ་བཞིན་དུ་བྱེད་དོ། །
en: According to their wish, the recipient will either remain or not remain under their control. {52.28}

source: གལ་ཏེ་ནན་གྱིས་བྱེད་ན་ནི་གསང་བའི་ཕྱོགས་སུ་སྲིན་བུ་རྣམས་རབ་ཏུ་འབྱུང་བར་འགྱུར་ཞིང་། དེ་དག་གིས་ཟོས་པ་ན་འཚོ་བ་ཡང་འགག་པར་འགྱུར་ལ།
en: “If the ashes are administered to men who rape their partner, their private parts will become infested with worms, eaten by which they will lose their lives.

source: ཟླ་བ་གཅིག་གི་ནང་དུ་རུལ་པར་འགྱུར་ཏེདྲི་མི་ཞིམ་ཞིང་རོ་མྱགས་པ་འདྲ་བར་འགྱུར་རོ། །
en: Within one month their bodies will fester, smelling foul and looking like corpses.

source: གཅིན་སྲི་བའི་ནད་ལ་སོགས་པས་སྐྱེས་བུ་ཟིན་པར་འགྱུར་ལ། སྐྲངས་ནད་ཆེན་པོ་ཡང་འབྱུང་བར་འགྱུར་ཏེ། གང་དེ་དག་གི་ནད་ཀྱིས་དུས་བྱེད་པར་འགྱུར་རོ། །
en: They will contract male diseases, such as the ‘great discharge’ and so forth. They will develop cancer , and when they do, the torment of it will kill them.

source: ཡང་ན་གཞན་གྱི་བུད་མེད་ལ་བསྟེན་པར་འདོད་ན་ཡང་ནུས་པ་མེད་པར་འགྱུར་རོ། །
en: Or, if this is the wish of the person who administers the ashes, they will just be unable to enjoy anything.

source: ཇི་ལྟ་ཇི་ལྟར་མངོན་པར་འདོད་པ་དེ་དག་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: One can make all this happen with a mere touch, if one wants to. {52.29}

source: གལ་ཏེ་གཏོར་བཅོམ་གྱིས་ཐལ་བ་དང་ཕྲད་པར་མ་གྱུར་ན། མཐོང་བའམ་མ་མཐོང་བ་ལ་ཡང་མཐུན་པའི་རླུང་དང་སྦྱར་ཏེ་ཐལ་བ་གཏོར་ཏེ། དེ་ལ་ཐལ་བ་ཅུང་ཟད་ཀྱང་བབས་པར་འགྱུར་བའམ་གཏོར་བར་བྱེད་པས་ཡིད་ཀྱིས་བསམས་ཏེ་ཐལ་བ་གཏོར་ན། གང་བརྩམས་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ཀྱི་ལས་རྣམས་བྱེད་པར་འགྱུར་རོ། །
en: “If one cannot physically touch the target, one should stand within the range of sight, [and if this is not possible], outside the range of sight, and cast the ashes with the wind, so that some of it settles on the target. The dispenser should thus cast the ashes making a wish.

source: བདག་ཉིད་དམ་གཞན་གྱི་ལག་པས་གཏོར་ན་ཇི་ལྟར་འདོད་པ་དེ་ཐམས་ཅད་ཀྱི་ལས་བྱེད་པར་འགྱུར་གྱི་གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: Whatever acts he thinks of, he will realize all of them, whether by his own or somebody else’s hand. All of them will come to pass according to his wish, and not otherwise. {52.30}

source: ཇི་སྟེ་གནས་མལ་ལ་སོགས་པ་དང་སྟན་དང་གོས་ལ་སོགས་པ་རྣམ་པ་སྣ་ཚོགས་སམ་བཞོན་པ་དང་ཐེག་པ་དང་ལྷམ་དང་གདུགས་ལ་སོགས་པ་ཡོ་བྱད་ཐམས་ཅད་དང་ལྷག་མ་ནི་བཟའ་བ་དང་། བཏུང་བ་དང་། བཅའ་བ་ལ་སོགས་པ་དང་ལུས་ཐམས་ཅད་ལ་དགོས་པའི་ཆ་བྱད་ཐམས་ཅད་དང་། མེ་ཏོག་དང་སོ་རྩི་དང་འབྲས་བུ་དང་སྤོས་ལ་སོགས་པ་འདི་དག་ཐམས་ཅད་ལ་ཐལ་བའི་ཕྱེ་མས་གཏོར་ན་དགྲ་དེ་དག་གི་ལུས་ལ་ཤིག་དང་མ་ཀུ་ཏའི་སྲིན་བུ་རྣམས་ཀྱིས་ཀུན་ནས་ཁྱབ་པར་འགྱུར་ཏེཤིང་ཇི་ལྟ་བ་བཞིན་དུ་ཟ་བར་འགྱུར་རོ། །
en: “One can also sprinkle the ashes onto beds, seats, and so on; spreads, covers, and so on; different types of adornments, different clothes, riding animals, vehicles, shoes, parasols, and so on; any types of tools; all the things necessary for the body; cooked and uncooked food and drink; crockery and cutlery; or flowers, betel, fruit, perfume, incense, and so on. If one besprinkles any of these, the body of the enemy will become infested with and bitten by lice, fleas, and worms all over.

source: ཞག་བདུན་གྱིས་ཀྱང་འཆི་བར་འགྱུར་ཏེ། སྨན་པ་ཐམས་ཅད་དང་ལྷ་ཐམས་ཅད་ཀྱིས་ཀྱང་བཟློག་པར་མི་ནུས་སོ། །
en: He will be smitten by suffering of different kinds and will die within seven nights. Neither physicians nor gods will be able to stop it.

source: སྔགས་ཐམས་ཅད་ཀྱིས་ཀྱང་བསྲུང་བར་མི་ནུས་ཏེ། གང་གིས་ཐལ་བ་གཏོར་བར་བྱེད་པ་ནི་མ་གཏོགས་སོ། །
en: No mantras will be able to protect him and nobody will be able to help, except for the one who administered the ashes. {52.31}

source: ཇི་སྟེ་སླར་གསོ་བ་བྱེད་ན་ནི་ཤིང་མངར་དང་ཨུཏྤ་ལ་སྔོན་པོ་དང་ཙནྡན་དཀར་པོ་གཅིག་ཏུ་བྱས་ལ་ཆུ་གྲང་མོ་ལ་བཏགས་ཏེ།
en: “The following is the remedial procedure. One should blend together licorice root, blue lotus, and white sandalwood.

source: དེ་ནས་སྤྱི་བོ་ནས་བཟུང་སྟེ་རྐང་པའི་མཐིལ་གྱི་བར་དུ་དེའི་ལུས་ལ་བྱུགས་ཤིང་འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་སྔགས་བཟླས་ན་སོས་པར་འགྱུར་རོ། །
en: One should mash these ingredients together with cool water and smear [the paste on the target’s body], starting from the head and ending with the soles of the feet, while reciting the mantra of Noble Mañjuśrī. The target will become well again. {52.32}

source: གཞན་ཡང་བུད་མེད་རྣམས་ལ་ལས་སུ་བྱ་བ་ནི། མཐུན་པའི་རླུང་གི་ཕྱོགས་གང་དུ་འདོད་པ་དེར་སོང་ནས་བུད་མེད་མཁའ་འགྲོ་མ་མ་རུངས་པ་ང་རྒྱལ་ཅན་ཐམས་ཅད་ལ་ཡང་སྦྱོར་བ་བྱ་སྟེ་གཞན་ལ་ནི་མ་ཡིན་ནོ། །
en: “There is also another rite. One should employ it only against all the wicked witches, swollen with pride, and no other women.

source: མཐུན་པའི་རླུང་ཡོད་པ་དེ་ཉིད་ལ་གནས་ནས། བཅོམ་ལྡན་འདས་ཡིད་ལ་བསམས་ཏེ་ཐལ་བ་གཏོར་ན་མོ་མཚན་དང་ནུ་མ་ཐམས་ཅད་མི་སྣང་བར་འགྱུར་རོ། །
en: Having gone upwind from the woman intended as the target, one should cast the ashes toward her with the wind. If one does the corresponding visualization, her vagina and breasts will completely disappear.

source: སྐྱེས་པ་ལའང་ཁ་སྤུ་དང་བ་སྤུ་མེད་པ་དང་མོ་མཚན་དང་ནུ་མ་ཡང་རབ་ཏུ་འབྱུང་བར་འགྱུར་རོ། །
en: If the same is done to a man, he will lose his male organ and his facial and bodily hair and develop breasts.

source: དེ་ལྟ་བུར་རྣམ་པ་མང་པོ་དུ་མའི་ལས་ཀྱང་བྱེད་པའམ། གཞན་བྱེད་དུ་གཞུག་པར་འགྱུར་རོ། །
en: In this way, one may perform, or have someone else perform, many different and unusual acts.

source: ཡང་ན་གང་དགའ་བ་སྐྱེ་བ་དེ་བྱེད་དུ་གཞུག་པར་འགྱུར་རོ། །
en: One may engage for this purpose someone whom one likes, either a woman or a man. {52.33}

source: བུད་མེད་དམ་སྐྱེས་པ་གང་ལ་སེམས་དགའ་བ་སྐྱེ་བ་དེ་ལ་ཐལ་བ་དེ་བྱིན་ན་ཇི་ལྟར་འདོད་པའི་ལས་བྱེད་དུ་གཞུག་པར་འགྱུར་རོ། །
en: “Alternatively, one may pass on the ashes to and engage in the desired [task] an accomplice that one does not like.

source: སྦྱོར་བའང་བསླབ་པར་བྱའོ། །
en: If one duly instructs him in the procedure,

source: དེ་ལྟར་ནད་ཆེན་པོ་དག་གིས་ཀྱང་འདེབས་སུ་གཞུག་པར་བྱའོ། །
en: the target will be seized, accordingly, by a serious illness or other disorder.

source: བཅོམ་ལྡན་འདས་ཡིད་ལ་བསམས་ནས། ཐལ་བའི་ལག་པས་སྤྱི་བོར་རེག་ན་ཀླད་པ་ཟུག་གཟེར་སྐྱེ་བར་འགྱུར་རོ། །
en: Touching the head in combination with the appropriate visualization causes [the target] to develop a severe headache.

source: ཁ་ལ་རེག་པར་བྱས་ན་ཁའི་ནད་འབྱུང་བར་འགྱུར་རོ། །
en: Touching the mouth will cause an inflammation of the mouth.

source: དེ་བཞིན་དུ་མཐར་གྱིས་སྙིང་གི་བར་དུ་རིག་པར་བྱས་ན་སྙིང་གི་ནད་དམ། ལྟོ་བའི་ནད་འབྱུང་བར་འགྱུར་རོ། །
en: Following in this order, the target may develop an acute chest pain or stomachache.

source: དེ་བཞིན་དུ་རྐང་པ་གཉིས་དང་རྗེ་ངར་གཉིས་ལ་རེག་པར་བྱས་ནའང་ཁྲག་ལས་བྱུང་བའི་ནད་ཁྲག་ཁྲུག་པ་ལ་སོགས་པའི་ནད་ཀྱིས་འདེབས་པར་བྱེད་པར་འགྱུར་རོ། །
en: Similarly, touching the legs and the feet will result in [the legs and feet of the target] developing blood-related diseases, when the blood goes bad. {52.34}

source: མདོར་ན་འཆི་བར་བྱེད་པ་དང་དབང་དུ་བྱེད་པར་ཡང་འགྱུར་ཏེ།
en: “In short, one can cause death, loss of vitality, or inflammation with suppuration.

source: ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་དེ་ལྟ་དེ་ལྟར་དེ་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཞིང་། གསད་པ་དང་དགུག་པ་དང་དབང་དུ་བྱེད་པར་ཡང་འགྱུར་རོ། །
en: One can also summon or enthrall the target. Whatever [the ashes] are employed for, all of that will be accomplished.

source: ཤིན་ཏུ་ཐག་རིང་པོ་ན་གནས་ཀྱང་ལས་ཐམས་ཅད་བྱེད་དོ། །
en: One can bring harm upon, summon, or enthrall the target, even if one is far away. {52.35}

source: མཁར་ཤིན་ཏུ་བགྲོད་དཀའ་བ་དང་ཉེ་བ་མཐུན་པའི་རླུང་ཡོད་པར་གནས་པར་བྱས་ལ། ལག་པ་གཉིས་ཀས་ཐལ་བ་དེ་ཉིད་བླངས་ལ་ཡང་དག་པར་གཏོར་ན།
en: “One should go next to a wall that is difficult to breach and, standing upwind, cast the ashes held in both hands.

source: རབ་དང་སྒོ་ཁང་དང་ཡང་ཐོག་ཀྱང་རབ་ཏུ་ལྟུང་བར་འགྱུར་ཏེ།
en: The wall, the main gateway, and the watchtower will crumble.

source: མཁར་སྲུང་བ་ཡང་ལྟུང་བར་འགྱུར་ཞིང་མེས་ཚིག་པ་ཆེན་པོ་ཡང་འབྱུང་བར་འགྱུར། དཔུང་རྣམས་ཀྱང་འཇིག་པར་འགྱུར།
en: The residence that will subsequently come into view will go up in flames, and the defending army will be routed.

source: རྣམ་པར་འཚེ་བ་ཆེན་པོས་ཀྱང་ཉེ་བར་འཚོ་བར་འགྱུར། ཐམས་ཅད་བོར་ནས་རབ་ཏུ་འབྱེར་བར་ཡང་འགྱུར།
en: Plagued by great calamities, the target will either flee, leaving everything behind, or will give himself up as prisoner. {52.36}

source: དེ་ལྟར་གཞན་གྱི་དཔུང་ལ་ཡང་མཐུན་པའི་རླུང་ཡོད་པའི་ཕྱོགས་སུ་ཐལ་བ་གཏོར་ན། དཔུང་དང་སྡེ་ཆེན་པོ་ཡང་འཇིག་པར་འགྱུར་ཞིང་།
en: “Similarly, if one throws the ashes with the wind at the enemy forces, even a powerful army will be defeated.

source: ཚིག་པ་ཆེན་པོའམ། ནད་ཀྱིས་འདེབས་པར་འགྱུར་བའམ། གླང་པོ་དང་། རྟ་དང་། ཤིང་རྟ་དང་། རྐང་ཐང་ལ་སོགས་པའི་སྡེ་དཔོན་ཡང་འཇིག་པར་འགྱུར་བའམ་སྐྱབས་སུ་མངོན་པར་འགྲོ་བར་འགྱུར་རོ། །
en: It will be seized with a great febrility or fever and its elephants, horses, chariots, banners, and so forth, including the general, will be destroyed or taken prisoner. {52.37}

source: དེ་ལྟར་རྣམ་པ་དུ་མའི་ཅི་འདོད་པ་རྣམས་ཀྱི་དགྲ་རྣམས་འཇིག་པར་བྱ་བའི་ཕྱིར་ལས་བྱེད་པར་འགྱུར་རོ། །བདག་ཉིད་དང་རང་གི་དཔུང་ངམ་གྲོགས་པོ་དག་ལ་ཡང་སྲུང་བ་ཆེན་པོའི་དོན་དུ་འགྱུར་རོ། །
en: “One can thus perform many different rites as necessary, whether they are to destroy the enemy or afford protection for oneself, one’s own army, and one’s allies.

source: ཇི་སྟེ་སླར་གསོ་བ་བྱེད་ན་ནི་ཐམས་ཅད་དུ་འོ་མའི་ཟས་ཀྱིས་འཚོ་ཞིང་། ཐམས་ཅད་ལ་རས་རིས་ཀྱི་མདུན་དུ་འོ་མའི་སྲེག་བླུགས་སྟོང་གིས་སྦྱིན་སྲེག་བྱས་ན་སོས་པར་འགྱུར་ཞིང་མི་སྣང་བར་ཡང་འགྱུར་རོ། །
en: To completely undo the harm ever inflicted on any target, one should offer one thousand oblations of milk in front of the painting. They will again become strong and well. {52.38}

source: ཇི་སྟེ་གནོད་སྦྱིན་མོ་བསྒྲུབ་པར་འདོད་ན། གར་བྱེད་འདུད་མ་རྗེ་བཙུན་མ། །ནམ་གྲུ་མར་ཡང་རྣམ་པར་གྲག །མཛེས་མ་མུན་པ་སྣང་བྱེད་མ། །འོག་པག་མ་དང་འོག་པག་བཟང་། །བརྒྱད་པོ་འདི་དག་གནོད་སྦྱིན་མོ། །
en: “If one wants to perform magic on a yakṣiṇī— Naṭī , Naṭṭā, and Bhaṭṭā; One known as Revatī; And Tamasundarī, Ālokā, Mekhalā, and Sumekhalā— These eight yakṣiṇīs

source: འདོད་པ་ཐམས་ཅད་རབ་སྒྲུབ་པའོ། །
en: Can grant every desire. {52.39}

source: གར་བྱེད་མའི་སྔགས་ནི། ཨོཾ་ན་ཊི་མ་ཧཱ་ན་ཊི་ཨཱ་གཙྪ་ཨཱ་གཙྪ། དི་བྱ་རཱུ་པ་ཎཱི་སྭཱ་ཧཱ།
en: “The mantra of Naṭikā is: “ Oṁ Naṭī , great Naṭī ! Come, come in your divine form! Svāhā! ’

source: འདིའི་ཆོ་ག་ནི་སྤང་ལེབ་བམ་རས་ལ་མངོན་པར་བྲིས་ལ་ཤའམ་འོ་མའི་ཟས་ཟ་ཞིང་རིག་པ་སྟོང་རྩ་བརྒྱད་བཟླས་པ་བྱ་ཞིང་།
en: “One should draw this vidyā on a slab or a tablet and recite her mantra one thousand and eight times while living on a diet of meat or milk.

source: ཨ་མྲའི་ཤིང་གི་རྩ་བར་གནས་ཤིང་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་སྔོ་སངས་སུ་གནས་པ་བྲི་བར་བྱའོ། །
en: She should be drawn adorned with all the ornaments, of pure dark complexion, next to a tree.
